Repository: duongthienchi1612/moto_note_2
Catalog: lib/l10n/app_*.arb
Languages: vi

# appName
source: Moto Note
vi: Nhật ký xe máy

# appTitle
source: Moto Note
vi: Nhật ký xe máy

# addDeviceFormTitle
source: Add Device
vi: Thêm thiết bị

# editDeviceFormTitle
source: Edit Device
vi: Chỉnh sửa

source: Device Name
vi: Tên thiết bị

source: Device Type
vi: Loại thiết bị

source: Last Replacement
vi: Số km thay thế lần trước

source: Next Replacement
vi: Số km dự kiến thay thế tiếp theo

# lastReplacementDate
source: Date
vi: Ngày thay thế lần trước

# notes
source: Additional Notes
vi: Ghi chú

source: Save Device
vi: Lưu thiết bị

source: Device List
vi: Danh sách thiết bị

source: Current Km:
vi: KM hiện tại:

# deviceListEmpty
source: Device list is empty, add new
vi: Chưa có ghi chú thiết bị, hãy thêm mới

# setCurrentKmFormTitle
source: Current Kilometter
vi: KM hiện tại

# sortDeviceFormTitle
source: Sort by
vi: Sắp xếp

# sortLowToHigh
source: Low to high
vi: Từ thấp đến cao

# sortHighToLow
source: High to low
vi: Từ cao đến thấp

# sortDeviceCompletedButton
source: Done
vi: Xác nhận

# fieldName
source: Name
vi: Tên

# fieldLastReplacementKm
source: Last Replacement Km
vi: Số KM thay thế trước đó

# fieldLastReplacementDate
source: Last Replacement Date
vi: Ngày thay thế trước đó

# fieldNextReplacementKm
source: Next Replacement Km
vi: Số KM thay thế tiếp theo

# emptyDeviceName
source: Device name is required
vi: Vui lòng nhập tên thiết bị

# userNameTemp
source: User Name
vi: Xe của tôi

source: Add another account
vi: Thêm xe mới

# addUserNameFormTitle
source: User Name
vi: Tên xe

source: Save
vi: Lưu

source: Add
vi: Thêm

source: Other Accounts
vi: Tài khoản khác

source: Language
vi: Ngôn ngữ

source: Current
vi: Hiện tại

source: Select Language
vi: Chọn ngôn ngữ

# tapToAddNewDevice
source: Tap + button to add new device
vi: Nhấn vào nút + để thêm thiết bị mới

source: Delete Account
vi: Xóa tài khoản

# deleteAccountConfirmation
source: Are you sure you want to delete account
vi: Bạn có chắc chắn muốn xóa tài khoản

source: Delete Device
vi: Xóa thiết bị

# deleteDeviceConfirmation
source: Are you sure you want to delete device
vi: Bạn có chắc chắn muốn xóa thiết bị

source: Cancel
vi: Hủy

source: Delete
vi: Xóa

source: No other accounts
vi: Không có tài khoản khác
